---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StairsWinderpatternWinderStyle
source: html/1cf0bb8b-e696-08fe-be86-38bcdca4aa8a.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StairsWinderpatternWinderStyle Property

"Winder Style": Winder Style

## Syntax (C#)
```csharp
public static ForgeTypeId StairsWinderpatternWinderStyle { get; }
```